8. რა არის ეკონომიკა?
ეკონომიკური სისტემები: 
•	პროდუქტის (საქონლისა და მომსახურების) წარმოება, დანაწილება, მიმოცვლა
•	ბაზარი - მომხმარებელთა და მიმწოდებელთა შორისპროდუქტის მიმოცვლის სისტემა
•	კაპიტალისტურ და სოციალისტურ სისტემათა ჭიდილი - რეალურად რომელიმე უკიდურესი ეკონომიკური სისტემის ერთ ქვეყანაში არარსებობა.
კაპიტალისტური ეკონომიკა:
•	საბაზრო ღირებულების მქონე პროდუქტის არსებობა
•	ძირითადად კერძო წარმოების საშუალებები
•	მოთხოვნა-მიწოდების მრუდებზე აგებული ეკონომიკური სისტემა
•	მატერიალური ინტერესი და მეტი მოგების მიღების სურვილი
სოციალისტური ეკონომიკა:
•	პროდუქტის წარმოება მოხმარებისა და ადამიანთა მოთხოვნილებების დაკმაყოფილებისათვის (თეორიულად მაინც)
•	საზოგადო/საერთო საკუთრება და წარმოების საშუალებები
•	ეკონომიკის გეგმიური ხასიათი (რესურსების განაწილების წინასწარ შექმნილი სქემა 
•	შრომა, როგორც კოლექტიური ქმედება საყოველთაო კეთილდღეობისათვის

ბაზრის მომხრეების არგუმენტები:
•	სარგებლის სურვილით შექმნილი ეფექტიანობა
•	ახალი პროდუქტისა და წარმოების განახლების მუდმივი პროცესი
•	მწარმოებელთა და მომხმარებელთა კერძო ინტერესების დაცვის შესაძლებლობა და არჩევანის თავისუფლება
•	განსხვავებული აზრებისა და გადაწყვეტილებების ბალანსი

ბაზრის მოწინააღმდეგეთა არგუმენტები:
•	საფრთხეებისა და რისკების არსებობა ადამიანთა ცხოვრების განმსაზღვრელი გარეგანი ფაქტორების გამო

•	მატერიალური უთანასწორობისა და სიღარიბის ხშირი მიზეზი

•	სიხარბისა და ეგოიზმის გაძლიერებით საზოგადოების დიდი ნაწილის ინტერესის იგნორირება

•	არასტაბილურობა ეკონომიკის პერიოდული ზრდისა და ვარდნის გამო

კაპიტალისტური ქვეყნები/სისტემები:
1.	საწარმოო კაპიტალიზმი - 
o	ადამ სმიტისა და დევიდ რიკარდოს ნააზრევი
o	მილტონ ფრიდმენისა და ფრიდრიხ ფონ ჰაიეკის თანამედროვე მოსაზრებები (მონეტარიზმი)

o	საბაზრო კონკურენცია და ბაზრის თვითრეგულირებადი ხასიათი - „უხილავი ხელი“ 
o	მოგებაზე ორიენტირებული თვალთახედვა 
o	შრომის ნაყოფიერება და შედეგების ეფექტიანობა
o	შრომითი გაერთიანებების სისუსტე
o	ეკონომიკური გლობალიზაცია - მარკეტიზაცია
2.	სოციალური კაპიტალიზმი - 
o	ცენტრალური და დასავლეთი ევროპა
o	ფრიდრიხ ლისტის თვალთახედვა
o	სახელმწიფოს გონივრული ჩარევა ეკონომიკაში
o	სოციალური ბაზარი - საბაზრო კონკურენციის შეზავება საზოგადოებრივ თანხმობასთან
o	გერმანიის მაგალითი - კერძო კორპორაციების ინტერესთა გადაკვეთა რეგიონულ ბანკებთან
o	(„ეკონომიკური სასწაული“ - გერმანიის მიღწევები 1960 წლისთვის)

3.	კოლექტიური კაპიტალიზმი - 
o	იაპონია, ჩინეთი და აზიის „ხუთი ვეფხვი“ (სამხრეთ კორეა, ჰონკონგი, ტაივანი, სინგაპური და მალაიზია)
o	ეკონომიკის მართვა ფასწარმოქმნის, არამედ საზიარო ბაზრის პრინციპებით
o	იაპონიის მაგალითი - ტოკიოს საფონდო ბირჟის აქციების 40%-ის შვილობილი კომპანიების მფლობელი
o	სამრეწველო ჯგუფების ხელში ყოფნა - შვილობილი კომპანიების მეშვეობით ქვეკონტრაქტორებთან კავშირი, რომლებზეც მოდის ბირჟის აქციათა 30%
o	იაპონური კულტურა - თავდადებისა და გარჯის საფუძველზე სამსახურიდან დათხოვნის საფრთხის ,არარსებობა და სერიოზული სოციალური ბენეფიტები
o	გრძელი სამუშაო პირობები, კოლექტიური ცნობიერება და მკაცრად დისციპლინირებული გრაფიკი

მართული თუ თვითრეგულირებადი კაპიტალიზმი?
•	კეინზიანიზმი vs მონეტარიზმი
•	„დიდი დეპრესია“ (1930-იანი წლებში.) - კეინზიანური ეკონომიკის აღმასვლა მსოფლიოში და ფრანკლინ დელანო რუზველტის კურსი აშშ-ში (დიდი ბუმი 1950-1960-იან წლებში)
•	კეინზიანიზმის კრახი 1970-იან წლებში სტაგფლაციის გამო
•	მონეტარიზმი - სახელმწიფოსთვის ეკონომიკაში მხოლოდ ინფლაციის წინააღმდეგ ბრძოლის მინდობა, ეკონომიკური ზრდისა და დასაქმების კი - ბაზრისთვის (ტეტჩერისა და რეიგანის ხედვები 1980-იან წლებში)
სოციალისტური სისტემები/ქვეყნები:
1.	სახელმწიფო სოციალიზმი:
o	ლენინის „ახალი ეკონომიკური პოლიტიკა“ საბჭოთა კავშირში 1917 წლის ბოლშევიკური რევოლუციის (გადატრიალების) შედეგად

o	სტალინის 1930-იანი წლების ე. წ. „მეორე რევოლუცია“ - სრული კოლექტივიზაცია
o	გეგმიური ეკონომიკა - მძიმე მრეწველობის განვითარების შედეგად მეორე მსოფლიო ომში მიღწეული წარმატება
o	უბინაობისა და სიღატაკის მოსპობა, თუმცა ტოტალიტარული სახელმწიფო - ადამიანის დაჭერა უმუშევრობაზე და სახელმწიფოს ხარჯზე მცხოვრები ადამიანები
2.	საბაზრო სოციალიზმი:
o	საბჭოური მოდელის ალტერნატივა - სოციალიზმისა და საბაზრო კონკურენციის შერწყმის მცდელობა
o	უნგრეთი (1956 წლიდან) და იუგოსლავია (1949 წლიდან)
o	სსრკ 1985-1991 წლებში - გორბაჩოვის „პერესტროიკის“ კურსი ეკონომიკური კოოპერატივებისა და ინდივიდუალური მეწარმეობის ხელშეწყობისათვის
o	ცენტრალური დაგეგმვის მანკიერი წრიდან ნახევრად გასვლა და ბიუროკრატიული ბარიერების შესუსტება, თუმცა გარკვეული გეგმიური ტენდენციების შენარჩუნება


9. რით უკავშირდება ერთმანეთს პარტიები და არჩევნები?
არჩევნები და მისი დანიშნულება:
•	პოლიტიკოსების შერჩევა
•	მთავრობის ჩამოყალიბება
•	წარმომადგენლობის უზრუნველყოფა
•	პოლიტიკაზე ზეგავლენა
•	ამომრჩეველთა გათვითცნობიერება
•	ლეგიტიმურობის განაღდება
•	ელიტების გაძლიერება
•	პოლიტიკური სისტემა ქმნის საარჩევნო სისტემას (ჯონ გრუმის სოციოლოგიური ახსნა)
•	საარჩევნო სისტემა ქმნის პოლიტიკურ სისტემას (მორის დუვერჟეს ინსტიტუციური ახსნა)
საარჩევნო სისტემები:
•	ერთმანდატიანი და მრავალმანდატიანი ოლქები
•	კატეგორიული და ორდინალური ბიულეტენი
•	უბრალო უმრავლესობით, აბსოლუტური (კვალიფიციური) უმრავლესობით ან პროპორციულად
•	განსაზღვრული ქვოტებით გამარჯვება
•	ხმათა რაოდენობა vs მანდატების რაოდენობა
•	მაჟორიტარული: უბრალო უმრავლესობა (FPTP, BV, SNTV, LV, CV) და აბსოლუტური უმრავლესობა (AV, TRS, SV)
•	პროპორციული: სიითი პროპორციული წარმომადგენლობა და კანდიდატზე დაფუძნებული პროპორციული
•	წარმომადგენლობა ერთი გადაცემადი ხმის პრინციპით (STV)
•	შერეული: შერეული მაჟორიტარული და შერეული პროპორციული

უბრალო უმრავლესობით არჩეული ერთწევრიანი სისტემა (FPTP):
•	„ერთი გამარჯვებულის“ პრინციპი
•	გამოიყენება გაერთიანებულ სამეფოში, აშშ-ში და ა. შ.
•	მაჟორიტარული ტიპი
•	ქვეყნის დაყოფა თანაბარზომიან ერთმანდატიან ოლქებად
•	ერთი კანდიდატის არჩევა
•	გამარჯვებისათვის საჭიროა ყველაზე მეტი ხმა
ორტურიანი სისტემა (TRS):
•	გამოიყენება საფრანგეთში
•	მაჟორიტარული ტიპი
•	ერთი კანდიდატის არჩევა ერთმანდატიან ოლქებში
•	ხმათა აბსოლუტური (კვალიფიციური) უმრავლესობა
•	პირველ ტურში არცერთი კანდიდატის გამარჯვების შემთხვევაში მეორე ტურის დანიშვნა ორ კვალიფიციურ კანდიდატს შორის
ხმის დიფერენცირებული მიცემა (AV) და ერთი დამატებითი ხმის უფლება (SV):
•	AV - რანჟირების/გრადაციის გაკეთება (პირველი ადგილის მინიჭება ყველაზე სასურველისთვის, მეორე ადგილის - ნაკლებად სასურველისთვის და ა. შ.)
•	AV - გამოიყენება ავსტრალიის წარმომადგენლობითი პალატის არჩევისას
•	SV - ორი ხმის უფლება
•	SV - გამოიყენება გაერთიანებულ სამეფოში ლონდონის მერის არჩევისას 50%-ზე მეტის დაგროვების საჭიროება
•	AV - თუ ვერავინ იმარჯვებს, აუთსაიდერები ეთიშებიან ორთაბრძოლას და მათი ხმები ნაწილდება დარჩენილ კანდიდატებზე პროპორციულად
•	SV - თუ ვერავინ იმარჯვებს, ბრძოლას ეთიშება ყველა ორი დაწინაურებულის გარდა

შერეული სისტემა:
•	შერეული მაჟორიტარული (MMM) და შერეული პროპორციული სისტემები (MMP)
•	გამოიყენება გერმანიაში (შერეული პროპორციული), რუსეთში (შერეული მაჟორიტარული) და სხვ.
•	მანდატების განაწილება როგორც ერთმანდატიან ოლქებში გამარჯვებულ მაჟორიტარებზე, ისე მრავალმანდატიან ოლქებში პარტიული სიით არჩეულ დეპუტატებზე
•	ორი ხმის უფლება: კანდიდატის ინდივიდუალურად არჩევა და პარტიის პროპორციულად არჩევა
პარტიული სიების (პროპორციული) სისტემა (PR):
•	სიითი პროპორციული წარმომადგენლობა და კანდიდატზე დაფუძნებული პროპორციული წარმომადგენლობა ერთი გადაცემადი ხმის პრინციპით (STV)
•	ერთი დიდი საარჩევნო ოლქი ან რამდენიმე მრავალმანდატიანი ოლქი რეგიონული პროპორციული სიებით
•	არჩევნების შედეგების პარტიების მიერ მიღებული ხმების პირდაპირპროპორციულად გადანაწილება
•	შესაძლოა დაწესდეს გონივრული ბარიერი მცირე პარტიების საკანონმდებლო ორგანოებისაგან გამოსათიშად (მაგალითად, გერმანიაში 5%-იანი ბარიერი)
პოლიტიკური პარტია:
•	მოქალაქეთა პოლიტიკური გაერთიანება ხელისუფლებაში მოსვლის მიზნით ან პოლიტიკურ ასპარეზზე არსებობის მიზნით (ძირითადად მცირე პარტიები)
•	მანდატიანი წევრებით დაკომპლექტებული ორგანიზებული ჯგუფი
•	საკითხთა ფართო სპექტრით დაინტერესება (მცირე პარტიებს ზოგჯერ მხოლოდ კონკრეტული საკითხები აინტერესებთ)
•	მეტნაკლებად ერთიანი პოლიტიკური ხედვა და იდეოლოგიური მრწამსი
•	ფრაქციები - პოლიტიკური პარტიის შიგნით შექმნილი ვიწრო ჯგუფები ან კონკრეტული პარტიის სიით საკანონმდებლო ორგანოში გასული ჯგუფი
პარტიათა ტიპები:
•	საკადრო (შიდა-პარტიულ დისციპლინაზე ორიენტირებული) და სახალხო (მომხრეთა ფართო ჯგუფის შეძენაზე ფოკუსირებული) პარტიები
•	წარმომადგენლობითი (ხალხის ნება-სურვილის პირდაპირ ამსახველი) და დამრაზმავი
•	(საზოგადოებრივი განწყობების თავად შემქმნელი) პარტიები
•	კონსტიტუციური (სამართლებრივი მეთოდებით მოქმედი) და რევოლუციური (სამოქალაქო დაუმორჩილებლობის მომხრე) პარტიები
•	მემარჯვენე (იერარქიისა და ტრადიციის მომხრე) და მემარცხენე (თანასწორობასა და პროგრესზე ორიენტირებული) პარტიები
პარტიული (პოლიტიკური) სისტემები:
•	ერთპარტიული სისტემები (სსრკ)
•	ორპარტიული სისტემები (აშშ; გაერთიანებული სამეფო)
•	წამყვან პარტიათა სისტემები (იაპონია; ინდოეთი)
•	მრავალპარტიული სისტემები (გერმანია)
•	პრაიმერი - შიდა-პარტიული არჩევნები
•	კოკუსი - შიდა-პარტიული შეკრება კანდიდატურების ან საკანონმდებლო ინიციატივების განსახილველად

10. რა არის კანონი?
ხელისუფლების დანაწილების პრინციპი:
•	ჟან ბოდენი და შარლ ლუი მონტესკიე - კონსტიტუციონალიზმის პრინციპები და ხელისუფლების დანაწილება სამ შტოდ
•	ამერიკული „ბალანსისა და კონტროლის“ (“checks and balances”) სისტემა
•	აღმასრულებელი ხელისუფლება, მთავრობა, მინისტრთა კაბინეტი
•	საკანონმდებლო ხელისუფლება (პარლამენტი, კონგრესი და ა. შ.)
•	სასამართლო ხელისუფლება - საქალაქო (რაიონული) სასამართლო, სააპელაციო სასამართლო, უზენაესი სასამართლო და საკონსტიტუციო სასამართლო
კონსტიტუცია:
•	დაწერილ და დაუწერელ კანონთა კრებული
•	ხელისუფლებისა და სხვადასხვა ინსტიტუტის კონტროლი და ადამიანის ფუნდამენტური უფლებებისა და თავისუფლებების შექმნა
•	მმართველობის სარკე და ლიბერალური დემოკრატიის ბაზისი
•	კანონით დადგენილ ჩარჩოში პოლიტიკური პროცესის ჩასმის ინსტრუმენტი
•	1215 წლის „თავისუფლების დიდი ქარტია“ დიდ ბრიტანეთში - კონსტიტუციონალიზმის წარმოშობა
•	1776 წლის „დამოუკიდებლობის დეკლარაცია“ აშშ-ში და 1789 წლის „ადამიანისა და მოქალაქის უფლებათა დეკლარაცია“ საფრანგეთში
•	1787 წლის კონსტიტუცია აშშ-ში - დაწერილი კონსტიტუციების ეპოქა
კონსტიტუციების კლასიფიკაცია:
•	ფორმის მიხედვით - დაწერილი ან დაუწერელი
•	ცვლილებების შეტანის სიმარტივის მიხედვით - მოქნილი ან ხისტი/მყარი
•	რეალური ეფექტიანობა - პრაქტიკული, ფორმალური ან დეკორატიული
•	შესაბამისობა თავის მიერვე დადგენილ ინსტიტუციურ სტრუქტურასთან - მონარქიული ან რესპუბლიკური, ფედერალური ან უნიტარული, საპრეზიდენტო ან საპარლამენტო
დაწერილი კონსტიტუციის ძლიერი მხარეები:
•	ძირითადი პრინციპებისა და ნორმების განუხრელობა
•	საკანონმდებლო ხელისუფლების კონტროლი
•	მოსამართლეების მხრიდან სხვა ინსტიტუტების მონიტორინგი კონსტიტუციის შესასრულებლად
•	ინდივიდუალური თავისუფლებები და ავტორიტარიზმის დაქვეითება
•	საგანმანათლებლო ღირებულება პოლიტიკური სისტემის გაწერილი ფასეულობებისა და მიზნების დამსახურებით
დაწერილი კონსტიტუციის სუსტი მხარეები:
•	გარკვეული სიხისტე და მოუქნელობა
•	ხელისუფლების კონტროლი შემოვლითი გზით (არჩევნები და ა. შ.)
•	დანიშნული მოსამართლეების და არა ანგარიშვლადებული პოლიტიკოსების მხრიდან კონსტიტუციის აღსრულების კონტროლი
•	ნორმების ისტორიული (ადათ-წესები) და არა ინოვაციური ხასიათი 
•	დაპირისპირების გარკვეული წახალისება ღირებულებებისა და პრინციპების მხოლოდ შემოსაზღვრული რაოდენობის დაკანონების გამო

კონსტიტუციის დანიშნულება:
•	სახელმწიფოს გაძლიერება
•	გამაერთიანებელი ღირებულებებისა და მიზნების გამოკვეთა
•	ხელისუფლების მდგრადობის უზრუნველყოფა
•	თავისუფლების დაცვა
•	რეჟიმის ლეგიტიმაცია
კანონმდებლობა:
•	საჯარო და სავალდებულო წესების ერთობლიობა კონკრეტულ სახელმწიფოში
•	ზნეობრივი ხასიათი და ხალხის დამხმარე ფუნქცია
•	კანონის მმართველობა (კანონის უზენაესობა) - კონსტიტუციური წესრიგი (აშშ) და კანონზე დამყარებული სახელმწიფო (გერმანია)
•	ლიბერალური ხედვა - მოქალაქეთა პიროვნული თავისუფლებების უზრუნველყოფა
•	კონსერვატიული ხედვა - ადამიანის ბუნებით გამოწვეული უწესრიგობის აღკვეთა და საერთო კულტურის არსებობა
მართლმსაჯულება:
•	კანონის აღსრულებაზე კონტროლი
•	კონსტიტუციის განმარტება და საკანონმდებლო დავების გადაწყვეტა (საკონსტიტუციო სასამართლო)
•	მოსამართლეთა მიუკერძოებლობა
•	ჰააგის მართლმსაჯულების საერთაშორისო სასამართლო (ICJ) - სადავო საკითხების მოგვარება სახელმწიფოთა შორის
•	ჰააგის სისხლის სამართლის საერთაშორისო სასამართლო (ICC) - სამხედრო და კაცობრიობის წინაშე ჩადენილი დანაშაულებების სასამართლო (იუგოსლავიის ქეისი)
•	სტრასბურგის ადამიანის უფლებათა ევროპული სასამართლო (ECHR) - ადამიანის უფლებათა საკითხებზე მომუშავე რეგიონული მასშტაბის სასამართლო
ნიურნბერგის პროცესი:
•	ნაცისტური გერმანიის მაღალჩინოსნების პროცესი მეორე მსოფლიო ომის შემდეგ (1945-1949)
•	აგრესიული ომები, გენოციდი, 12-წლიანი დიქტატურა
•	აშშ, საფრანგეთი, დიდი ბრიტანეთი, სსრკ - საერთაშორისო სამხედრო ტრიბუნალის ორგანიზატორები
•	1938 წლის მიუნხენის შეთანხმება და 1939 წლის მოლოტოვ-რიბენტროპის თავდაუსხმელობის პაქტი - სამართლიანობის აღსრულება?

11. რა განსხვავებაა საერთაშორისო ურთიერთობებს, საგარეო პოლიტიკასა და დიპლომატიას შორის?
გლობალური/საერთაშორისო პოლიტიკის თეორიული სკოლები:
•	იდეალიზმი
•	რეალიზმი
•	პლურალიზმი
•	მარქსიზმი
იდეალიზმი:
•	საერთაშორისო პოლიტიკის მორალური და ნორმატიული გაგება
•	თომა აქვინელის „სამართლიანი ომის“ იდეა - 1. მონარქის/მმართველის მიერ გამოცხადებული ომი; 2. ბრძოლის სამართლიანი მიზეზი ბოროტებასთან დაპირისპირებისთვის; 3. სიკეთის დათესვის მიზანი
•	იმანუელ კანტის „მსოფლიო მთავრობის“ იდეა - ომის უარყოფა და მშვიდობის აუცილებლობა
•	ინტერნაციონალიზმი და უნივერსალური პრინციპები (კოლექტიური თავდაცვა და საერთაშორისო სამართალი)
•	ერი, ურთიერთდამოკიდებულება, საერთაშორისო ვაჭრობა
•	ნეო-იდეალიზმი (მე-20 საუკუნის ბოლო) - ადამიანის უფლებები და ეროვნული დამოუკიდებლობა
რეალიზმი:
•	თუკიდიდეს „პელოპონესის ომი“; სუნ ძუს „ომის ხელოვნება“; მაკიაველისა და ჰობსის მოსაზრებები
•	გლობალურ პოლიტიკაში პირველი და მეორე მსოფლიო ომების საფუძველზე გაბატონება
•	ეროვნული ინტერესები, ძალის პოლიტიკა და სახელმწიფო, როგორც მთავარი სუბიექტი
•	კარი და მორგენთაუ - საერთაშორისო სისტემის ანარქიულობა და საერთაშორისო სამართლის უუნარობა
•	ძალთა ბალანსი და სამხედრო ალიანსების სისტემა
•	ნეო-რეალიზმი - ძალის პოლიტიკა და მოვლენების გლობალური (და არა კონკრეტული სახელმწიფოს) პერსპექტივიდან შეფასება (უოლცი)
პლურალიზმი:
•	1960-70-იანი წლების ლიბერალური მიდგომა აშშ-ში (რეალიზმის კრიტიკა)
•	გამჭვირვალობა და ძალის გადანაწილება საერთაშორისო ჯგუფებს შორის („კოკა- კოლა“, რომის კათოლიკური ეკლესია და სხვ.)
•	მრავალეროვნული/ტრანსნაციონალური კორპორაციები და არასამთავრობო ორგანიზაციები
•	ეროვნული ხელისუფლებისა და საერთაშორისო სტრუქტურების ბალანსი
•	ურთიერთდამოკიდებულება და საერთაშორისო თანამშრომლობა
მარქსიზმი:
•	ჰორიზონტალური ინტერნაციონალური კლასის იდეა („კლასობრივი ერთიანობა ეროვნულ მიჯნებს გადაფარავს“)
•	ლენინის თვალთახედვა - კაპიტალისტების იმპერიული ექსპანსია კაპიტალის უცხო ქვეყნებში შეტანასთან დაკავშირებით
•	ნეო-მარქსისტები - გლობალური (და არა ცალკეული ქვეყნების) კაპიტალისტური სისტემის ჩამოყალიბება და დამოუკიდებელი სახელმწიფოს საერთაშორისო ფუნქციების დაკნინება
•	ნეო-მარქსისტები - მსოფლიოში არსებული „ცენტრალური“ (ტექნოლოგიებითა და ინვესტიციებით მდიდარი ჩრდილოეთი) და „პერიფერიული“ (ნაკლებად განვითარებული სამხრეთი) რეგიონები

21-ე საუკუნის მსოფლიო წესრიგი:
•	ორპოლუსიანობიდან ერთპოლუსიანობამდე
•	„ომი ტერორიზმთან“
•	მულტიპოლარული სისტემის აღზევება

ორპოლუსიანობიდან ერთპოლუსიანობამდე:
•	„ცივი ომი“ (1940-1980-იანი წლები) - ორი ზესახელმწიფოს (სსრკ და აშშ) დაპირისპირების შედეგად ბიპოლარული სამყაროს ჩამოყალიბება
•	1980-იანი წლები - რეიგანის სამხედრო პოტენციალის განახლების კამპანია აშშ-ში და სამხედრო შეჯიბრი სსრკ-სთან
•	1985-1991 წლები - გორბაჩოვის რეფორმები და სსრკ-ისა და სოციალისტური ბანაკის დაშლა
•	1989 წლის - ბერლინის კედლის დანგრევა
•	სსრკ-ის დაშლის შემდეგ შექმნილი უნიპოლარული მსოფლიო აშშ-ის მეთაურობით
•	საერთაშორისო მორალსა და „ლიბერალურ მშვიდობაზე“ დამყარებული ახალი მსოფლიო წესრიგი (სპარსეთის ყურის ომი (1991), ნატო- ს მიერ ჰუმანიტარული ჩარევა სერბეთში (1999), სეპარატიზმი და შიდა კონფლიქტები იუგოსლავიაში, რუსეთში და ა. შ. (1990-იანი წწ))
„ომი ტერორიზმთან“:
•	2001 წლის 11 სექტემბრის ტერაქტები
•	ჰანთინგთონის „ცივილიზაციათა შეჯახება“
•	ფუკუიამას „ისტორიის დასასრული“
•	სარისკო, არშემდგარი სახელმწიფოების მოწყვლადობა ტერორისტების დასაბანაკებლად
•	ნეოკონსერვატორების „ახალი ტიპის“ პოლიტიკა: 1. უკონკურენტო სამხედრო ძალის შექმნა; 2. დემოკრატიის საყოველთაო გავრცელება; 3. მკაცრი საერთაშორისო პოლიტიკა (სამხედრო ჩარევა საჭიროების შემთხვევაში)
•	2003 წლის ომი ერაყში

მულტიპოლარული სისტემის აღზევება:
•	უნიპოლარული ეპოქა, როგორც შუამავალი რგოლი ბიპოლაუროლობასა და მულტიპოლარულობას შორის
•	ჩინეთის, ინდოეთისა და სხვა ქვეყნების გაძლიერება
•	არასახელმწიფოებრივი საერთაშორისო აქტორების განვითარება
•	ძალის პოლიტიკისა და სამხედრო ურთიერთობების ხასიათის ცვლილება
•	მულტილატერალური (მრავალმხრივი) სისტემის შექმნა: 1. ბირთვული და სხვა საფრთხეების გაცნობიერება ანარქიის ფარგლებში; 2. გლობალიზაციის ტენდენციების გააზრება; 3. რეგიონული და გლობალური მმართველობის სისტემების ჩამოყალიბება კანონიერებისა და მშვიდობიანობის უზრუნველსაყოფად

12. რა არის საერთაშორისო ორგანიზაცია?
საერთაშორისო ორგანიზაციების არსი:
•	საერთაშორისო ურთიერთობების აქტორი
•	საერთაშორისო სამართლის სუბიექტი
•	ლოკალური, რეგიონული და საერთაშორისო ორგანიზაციები
•	გლობალური თანამშრომლობის ქსელის შექმნა
•	დიალოგი vs კონფლიქტი

გაერთიანებული ერების ორგანიზაცია (გაერო):
•	„ერთა ლიგის“ მემკვიდრე
•	მთავარი მიზანი: ერთა შორის მშვიდობის უზრუნველყოფა 1945 წლის შემდგომ
•	გენერალური ასამბლეა: მთავარი სათათბირო ორგანო ყველა წევრის თანაბარი ხმის უფლებით ჩართულობით
•	უშიშროების საბჭო: 5 მუდმივი, ვეტოს უფლების მქონე (რუსეთი, აშშ, გაერთიანებული სამეფო, საფრანგეთი, ჩინეთი) და 10 არამუდმივი წევრი; საერთაშორისო მშვიდობისა და უსაფრთხოების უზრუნველყოფა
•	გენერალური მდივანი: მთავარი დიპლომატი და გაერო-ს ბიუროკრატიული აპარატის ხელმძღვანელი
•	ეკონომიკური და სოციალური საბჭო (ECOSOC), გაერო-ს ბავშვთა ფონდი (UNICEF), გაეროს განათლების,
•	მეცნიერებისა და კულტურის ორგანიზაცია (UNESCO)
•	სამშვიდობო მისიების როლის წამოწევა მსოფლიოში (ერაყი, კორეული სახელმწიფოები და სხვ.)
ჩრდილო-ატლანტიკური ხელშეკრულების ორგანიზაცია (ნატო)
•	1949 წელი - ვაშინგტონის ხელშეკრულება
•	მთავარი მიზანი: ამერიკელების როლის ზრდა ევროპის უსაფრთხოებაში; გერმანელების
•	შესაძლო აგრესიის პრევენცია; საბჭოელების ევროპული უსაფრთხოების სივრცის გარეთ დატოვება
•	31 წევრი სახელმწიფო
•	სამხედრო-პოლიტიკური ალიანსი
•	კოლექტიური თავდაცვა და ტრანსატლანტიკური ქსელი
•	ნატოს სტრუქტურა: გენერალური მდივანი; სამხედრო სტრუქტურა, სამოქალაქო სტრუქტურა; ორგანიზაციები და სააგენტოები
•	სამხედრო სტრუქტურა: სამხედრო კომიტეტი; საერთაშორისო სამხედრო პერსონალი; ოპერაციოების სარდლობა (ACO); ტრანსფორმაციის სარდლობა (ACT); სხვა სამეთაურო და საშტაბო ორგანიზაციები
•	სამოქალაქო სტრუქტურა: ნატოს შტაბ-ბინა; მუდმივმოქმედი და ეროვნული
დელეგაციები (ჩრდილო-ატლანტიკური საბჭო); საერთაშორისო პერსონალი
•	ორგანიზაციები და სააგენტოები: დახმარება; კომუნიკაცია და ინფორმაცია;
მეცნიერება და ტექნოლოგია; ნატოს სტანდარტიზაციის ოფისი; განათლება და
წვრთნა/ტრენინგები; პროექტების საზედამხედველო კომიტეტები/პროექტების
ოფიცრები და სხვ.

ევროკავშირი:
•	ჟან-ჟაკ რუსოს, ჯუზეპე მაძინისა და სხვათა „ერთიანი ევროპის იდეა“
•	1946 წელი - ჩერჩილის იდეა „ევროპის შეერთებული შტატების“ შესახებ
•	ეკონომიკური რეკონსტრუქცია ომებით დამძიმებულ ევროპაში
•	საყოველთაო მშვიდობის უზრუნველყოფა
•	საბჭოთა ექსპანსიონიზმის შეკავება და ორპოლუსიან სამყაროში ადგილის დამკვიდრება
•	1952 წელი - ჟან მონეს ინიციატივა „ევროპის ქვანახშირისა და ფოლადის გაერთიანება“ (ECSC)
•	1957 წელი - რომის ხელშეკრულებით „ევროპის ეკონომიკური კავშირი“ (EEC)
•	1967 წელი - ECSC-ის, EEC-ისა და Euroatom-ის (ევროპის ატომური ენერგიის
•	თანამეგობრობა) გარდაქმნა ევროპის თანამეგობრობად (EC)
•	პირველი წევრები: ნიდერლანდები, დასავლეთ გერმანია, ბელგია, ლუქსემბურგი, საფრანგეთი, იტალია
•	1993 წელი - მაასტრიხტის ხელშეკრულებით „ევროკავშირი“
•	2002 წელი - ევრო ფულად მიმოქცევაში
•	ევროკომისია: 27 კომისარი და პრეზიდენტი; საკანონმდებლო წინადადებები, ხელშეკრულებების შესრულება, პოლიტიკური კურსის მეთვალყურეობა
•	მინისტრთა საბჭო: 27 წევრი და თავმჯდომარე; ანგარიშვალდებულება წევრი სახელმწიფოების
•	მთავრობებისა და პარლამენტების წინაშე; გავლენიანი ან უბრალო უმრავლესობით გადაწყვეტილებების მიღება
•	ევროპული საბჭო: წევრი ქვეყნების სახელმწიფოს ან მთავრობის მეთაურების, საგარეო საქმეთა მინისტრებისა და ორი ევროკომისრის მსჯელობა ორგანიზაციის ყველა ძირითადი მიმართულების შესახებ
•	ევროპარლამენტი: 785 წევრი; სამეთვალყურეო და არა საკანონმდებლო ფუნქციები ბიუჯეტის დამტკიცება, ევროკომისიის დათხოვნა და ა. შ.
•	ევროსასამართლო: 27 მოსამართლე და 8 ადვოკატი ყველა წევრი სახელმწიფოდან

13. რა არის ჯარის, პოლიციისა და სპეცსამსახურების ფუნქციები?
სახელმწიფო ძალოვანი სტრუქტურები:
•	ვებერის მიდგომა ძალადობის განხორციელებისათვის საჭირო ინსტრუმენტების შესახებ
•	ძალაუფლების ლეგიტიმაციის შენარჩუნების წყარო
•	სახელმწიფოს სტაბილურობისა და წესრიგის ქვაკუთხედი
•	ეროვნული სიმტკიცე
•	ტერიტორიული მთლიანობა და საზღვრების ურღვეობა
•	შიდა და გარე სუვერენიტეტის უზრუნველყოფა
ჯარი და პოლიტიკა:
•	შეიარაღებული/თავდაცვის ძალები
•	განსაკუთრებული ეროვნული ინსტიტუტი
•	ომის წარმოება
•	პოლიტიკური წესრიგისა და მდგრადობის უზრუნველყოფა
•	საკუთარი ინტერესების გამოკვეთა
•	სამოქალაქო მმართველობის ალტერნატივის შექმნა (ხუნტა და სხვ.)
პოლიცია და პოლიტიკა:
•	საზოგადოებრივი ცხოვრების ნაწილი
•	საზოგადოებრივი წესრიგის უზრუნველყოფა
•	დანაშაულთან ბრძოლა
•	სამოქალაქო პოლიცია vs პოლიტიკური პოლიცია
•	პოლიციური სახელმწიფო (ნაცისტური გერმანია, სსრკ და სხვ.)

სპეცსამსახურები და პოლიტიკა:
•	საზოგადოებისაგან გასაიდუმლოებული ინსტიტუტი
•	სახელმწიფოს სტაბილურობის მნიშვნელოვანი გარანტია
•	აგენტი; ჯაშუში; მზვერავი; სპეცსამსახურების თანამშრომელი
•	დაზვერვა, კონტრდაზვერვა (შიდა დაზვერვა) და სამხედრო დაზვერვა
•	ადამიანური (Humint) და ტექნიკური (Techint) დაზვერვა
•	ლეგალური (ოფიციალური) და არალეგალური (არაოფიციალური) აგენტურა
•	გადაბირების (რეკრუტირების) საშუალებები/პლატფორმები: იდეოლოგიური საფუძველი; მატერიალური საფუძველი; შანტაჟი/დაშინება; დაუძლეველი სურვილის დაკმაყოფილება
•	ორმაგი აგენტი; სამმაგი ჯაშუში; რენეგატი/მოღალატე
•	სპეცსამსახურების აქტივობა საზღვარგარეთ (პინოჩეტის ქეისი, კასტროს მკვლელობის მცდელობა და სხვ.)
ინფორმაციული ომი (IW):
•	ინფორმაციული უსაფრთხოება (IO)
•	ინფორმაციულ-ფსიქოლოგიური ომი - ინდივიდისა და საზოგადოების ზომბირება
•	ინფორმაციის გავრცელება როგორც ბუმის, ისე ვაკუუმის დროს
•	ტრადიციული და სოციალური მედიის გამოყენება
•	დამახინჯებული ფაქტები გამავრცელებლისთვის სასურველი ეფექტის მოსახდენად
•	პანკისის ხეობის ქეისი
სოციალური მედია ინფორმაციულ ომში:
•	სტრატეგიულ-ტაქტიკური უპირატესობა
•	მინიმალური ფინანსური დანახარჯები
•	შედეგების მიღწევა გამოძიებისა და მონიტორინგის გარეშე
•	ზემოქმედება მცირე და საშუალო ჯგუფებზე უფრო დიდ მასშტაბებზე წარმატებით გასასვლელად
•	კიბერ-ომი (კიბერ-შეტევა)
•	კიბერ-ტერორიზმი vs ანტი-კიბერ-ტერორიზმი
•	კიბერ-დანაშაული vs ანტი-კიბერ-დანაშაული

ეროვნული უსაფრთხოება:
•	მრავალი განმარტება (არსებითად სადავო კონცეფცია)
•	სახელმწიფო უშიშროება
•	სახელმწიფო და საზოგადოებრივი წყობის დაცვა
•	სუვერენიტეტი და ტერიტორიული მთლიანობა
•	პოლიტიკურ-ეკონომიკური დამოუკიდებლობა
•	ერის ჯანმრთელობის უზრუნველყოფა
•	საზოგადოებრივი წესრიგი
•	დანაშაულთან ბრძოლა
•	ტექნოგენური და ეკოლოგიური უსაფრთხოება

ეროვნული უსაფრთხოების საფრთხე სოციალური მედიის მეშვეობით:
•	ტერორისტული ორგანიზაციები
•	კრიმინალური ორგანიზაციები
•	ომი
•	საპროტესტო მოძრაობები და რევოლუციები
•	სახელმწიფო მოხელეების მხრიდან სოციალური მედიის არასწორი გამოყენება

ეროვნული უსაფრთხოების დაცვის შესაძლებლობები:
•	სოციალური მედიის თავდაცვითი და თავდასხმითი ფუქნციებით გამოყენება
•	სოციალური მედიის მუდმივი მონიტორინგი სადაზვერვო სამსახურების მხრიდან
•	მოკლე, საშუალო და გრძელვადიანი გეგმის დასახვა
•	კიბერუსაფრთხოების უზრუნველყოფა (დიდი სახელმწიფოების შეთანხმება ამ საკითხზე)
•	სოციალური ქსელები - დემოკრატია vs უსაფრთხოება

14. რა არის კიბერუსაფრთხოება და კიბერდანაშაული?
კიბერსივრცე:
•	ინფორმაციული და ტექონოლოგიური ინფრასტრუქტურის სივრცე
•	გლობალური ინტერნეტისა და ტელეკომუნიკაციების ქსელები
•	კომპიუტერული სისტემები
•	ტექნოლოგიური პროგრესი - კიბერსივრცის დაზიანების საფრთხის ზრდა

კიბერსაფრთხეების წარმოშობის წყაროები და სახეობები:
•	სახელმწიფო - სადაზვერვო შეტევები
•	კორპორაციები და კომპანიები - სამრეწველო ჯაშუშობა
•	ჰაკერები - ქსელების გატეხვა ჰაკერული ინსტრუქციებით
•	ჰაკიტივიზმი - პროტესტი კონკრეტული ვებ-გვერდების ან საფოსტო სერვისების დასაზიანებლად
•	კიბერდივერსანტები - უკმაყოფილო მომხმარებლები
•	ბოტნეტი - დავირუსებული პროგრამით კომპიუტერში შეღწევა
•	ფიშერები - კონფიდენციალური ინფორმაციის ქურდი ფიზიკური პირები ან დაჯგუფებები
•	სპამერები - ფიზიკური ან იურიდიული პირების ფიშინგი ელ. ფოსტით
•	ჯაშუშური/მავნე პროგრამების შემქმნელი ფიზიკური ან იურიდიული პირები
•	პედოფილები - სოცქსელებით და ინტერნეტ ჩატით მსხვერპლის მოძიება
ჰაკერული მეთოდები მონაცემთა მთლიანობის გასანადგურებლად:
•	პროპაგანდა და დეზინფორმაცია - არასწორი ან შეცვლილი მონაცემების შეყვანა სისტემაში
•	დაშინება - სახელმწიფო მოხელეების, ფიზიკური ან იურიდიული პირების იძულება ვებ-გვერდის ინფორმაციის შესაცვლელად
•	განადგურება - მონაცემთა მიზანმიმართული განადგურება უცხო სახელმწიფოებისთვის ან კონკურენტებისთვის
დაშვება და კონფიდენციალობა:
•	საგარეო ინფორმაცია - სახელმწიფო და კერძო სტრუქტურების ქსელებზე განხორციელებული შეტევების შედეგად ვებ-საიტებზე დაშვების შეზღუდვა
•	შიდა ინფორმაცია - ლოკალური შეტევები სახელმწიფო და კერძო სექტორების ქსელებზე
•	ჯაშუშობა - სახელმწიფოსა და კორპორაციების იარაღი ინფორმაციის გასაგებად
•	პერსონალური ინფორმაციის მოპარვა ფიშინგის ან მსგავსი გზით (მაგ. საბანკო მონაცემები)
•	„პიროვნების მოპარვა“ - მომხმარებლის პერსონალური მონაცემების მოპარვა
•	ინფორმაციის მოძიება საერთაშორისო ქსელში ღია წყაროებით
•	მაქინაციები - სპამის გამოყენებით მომხმარებლის მოტყუება (ე. წ. „ნიგერიული წერილები 419“)
კიბერსაფრთხეებთან მებრძოლი სუბიექტები:
•	გაეროს გენერალური ასამბლეის 2000 წლის 4 დეკემბრის №55/63 და 2001 წლის 19 დეკემბრის №56/121 რეზოლუციები „დანაშაულებრივი მიზნებით ინფორმაციული ტექნოლოგიების გამოყენებასთან ბრძოლა“
•	2008 წლის 1 – 2 აპრილს სტრასბურგში მიღებული დოკუმენტი „კიბერდანაშაულთან ბრძოლის სფეროში
•	სამართალდამცავი ორგანოებისა და ინტერნეტ-პროვაიდერების ერთობლივი მუშაობის ძირითადი პრინციპები“
•	ევროსაბჭოს რეკომენდაციები №R[89]9 “კომპიუტერულ დანაშაულებთან ბრძოლა”
•	სახელმწიფო სტრუქტურები, საერთაშორისო და რეგიონული ორგანიზაციები, დარგობრივი ორგანიზაციები, კერძო სექტორი, ფიზიკური პირები

საქართველოს კიბერუსაფრთხოების სფეროში არსებული ორგანიზაციული სტრუქტურები:
•	საქართველოს კანონი „ინფორმაციული უსაფრთხოების შესახებ“
•	იუსტიციის სამინისტროს სსიპ მონაცემთა გაცვლის სააგენტო
•	იუსტიციის სამინისტროს სსიპ ციფრული მმართველობის სააგენტოს კომპიუტერულ ინციდენტებზე დახმარების ჯგუფი
•	თავდაცვის სამინისტროს სსიპ კიბერუსაფრთხოების ბიუროს კომპიუტერულ ინციდენტებზე დახმარების ჯგუფი
•	შინაგან საქმეთა სამინისტროს ცენტრალური კრიმინალური პოლიციის დეპარტამენტის კიბერდანაშაულთან ბრძოლის სამმართველო
•	შინაგან საქმეთა სამინისტროს საექსპერტო–კრიმინალისტიკური მთავარი სამმართველოს შემადგენლობაში არსებული კომპიუტერულ–ციფრული ექსპერტიზის ქვეგანყოფილება
•	შინაგან საქმეთა სამინისტროს ოპერატიულ-ტექნიკური დეპარტამენტი

